import "./about.scss"


const About = () => {
    return (
        <div className="about">
            <article>
                <h1>نبذة عنا</h1>
                <p>سكني هو موقع إلكتروني متميز في تسويق العقارات بالمملكة العربية السعودية، مصمم لتحسين تجربة الباحثين عن العقارات عبر تقديم حلول مبتكرة ودعم تقني متطور وخدمة عملاء متميزة لتلبية متطلبات السوق العقاري المتغيرة.</p>
                <p>يعمل سكني كحلقة وصل بين الشركات والمطورين العقاريين والمكاتب العقارية وأصحاب العقارات، وبين الباحثين عن العقار سواء كانوا مشترين، مستأجرين، أو مستثمرين. يقدم الموقع قاعدة بيانات شاملة تحتوي على آلاف العقارات السكنية والتجارية المعروضة للبيع والإيجار، بالإضافة إلى المشاريع العقارية في مختلف أنحاء المملكة، مما يسهل على المستخدمين العثور على ما يناسب احتياجاتهم بكل يسر وسهولة.</p>
                <p>بصفته منصة تسويقية متكاملة، يوفر سكني مجموعة واسعة من العقارات والمشاريع العقارية مع معلومات دقيقة ومفصلة عن العقارات والأحياء والمناطق، بالإضافة إلى خدمات متنوعة تسهم في جعل عملية البحث عن العقار أكثر فعالية وسهولة.</p>
                <p>يمكن سكني الشركات والمطورين والمكاتب العقارية وأصحاب العقارات في السعودية من الوصول إلى آلاف المستخدمين المهتمين بالعقارات السكنية والتجارية من خلال الموقع الإلكتروني وتطبيق سكني. يوفر الموقع تجربة بحث متكاملة وبسيطة، مزودة بأدوات وخدمات تساعد وكلاء العقارات على تلبية احتياجات عملائهم بفعالية أكبر. نحن نعمل باستمرار على تعزيز التعاون مع المطورين والشركات العقارية والوكلاء في السعودية لتحسين تجربة تسويق العقارات ودفعها نحو الأفضل.</p>
            </article>

            <article>
                <h1>رؤيتنا</h1>
                <p>في سكني، نعتمد على مجموعة من القيم الأساسية التي ترتكز على الإبداع والابتكار والشفافية لتقديم أفضل تجربة ممكنة في البحث عن العقارات وتسويقها. نسعى جاهدين لنكون الوجهة الأولى في قطاع تسويق العقارات من خلال توفير أعلى معايير الدعم وخدمة العملاء. نتطلع باستمرار إلى خدمة عملائنا ومستخدمينا بكل احترافية وتميز، لضمان رضاهم وتحقيق تطلعاتهم العقارية.</p>
            </article>
        </div>
    )
}

export default About